INSERT INTO category (content_type, content_category) VALUES
                                                          (1, 1), -- ID: 1 (관광지)
                                                          (1, 2), -- ID: 2 (축제)
                                                          (1, 3), -- ID: 3 (문화재)
                                                          (2, 1), -- ID: 4 (운동시설)
                                                          (3, 1), -- ID: 5 (공공미술)
                                                          (3, 2); -- ID: 6 (건축물 미술)

INSERT INTO user
(email, password, nickname, total_points, is_admin) VALUES
                                                       ('user1@test.com', '1234', '유저1', 0, FALSE),
                                                       ('user2@test.com', '1234', '유저2', 10, FALSE),
                                                       ('user3@test.com', '1234', '유저3', 20, FALSE),
                                                       ('user4@test.com', '1234', '유저4', 30, FALSE),
                                                       ('user5@test.com', '1234', '유저5', 40, FALSE),
                                                       ('user6@test.com', '1234', '유저6', 50, FALSE),
                                                       ('user7@test.com', '1234', '유저7', 60, FALSE),
                                                       ('user8@test.com', '1234', '유저8', 70, FALSE),
                                                       ('user9@test.com', '1234', '유저9', 80, FALSE),
                                                       ('admin@test.com', 'admin', '관리자', 999, TRUE);
INSERT INTO noise (address, day_avg, night_avg, area_type, latitude, longitude)VALUES
                                                                                   ('경상남도 진주시 동진로 33', 49.0, 38.0, '일반', 35.180730864, 128.095875145),
                                                                                   ('경상남도 진주시 동진로 33', 49.0, 39.0, '일반', 35.180730864, 128.095875145),
                                                                                   ('경상남도 진주시 강남로 79', 50.0, 39.0, '일반', 35.176145404, 128.095896230),
                                                                                   ('경상남도 진주시 강남로 79', 62.0, 51.0, '도로변', 35.176145404, 128.095896230),
                                                                                   ('경상남도 진주시 강남로 79', 62.0, 52.0, '도로변', 35.176145404, 128.095896230),
                                                                                   ('경상남도 진주시 진주대로 900', 49.0, 39.0, '일반', 35.181806261, 128.091770413),
                                                                                   ('경상남도 진주시 진주대로 900', 49.0, 39.0, '일반', 35.181806261, 128.091770413),
                                                                                   ('경상남도 진주시 진주대로 900', 47.0, 38.0, '일반', 35.181806261, 128.091770413),
                                                                                   ('경상남도 진주시 진주대로 900', 61.0, 53.0, '도로변', 35.181806261, 128.091770413),
                                                                                   ('경상남도 진주시 진주대로 900', 57.0, 51.0, '도로변', 35.181806261, 128.091770413),
                                                                                   ('경상남도 진주시 진양호로 360', 54.0, 43.0, '일반', 35.184529753, 128.069020053),
                                                                                   ('경상남도 진주시 진양호로 87', 53.0, 44.0, '일반', 35.167344653, 128.049479678),
                                                                                   ('경상남도 진주시 평거로156번길 14', 50.0, 44.0, '일반', 35.183798714, 128.069808101),
                                                                                   ('경상남도 진주시 진양호로 352', 61.0, 53.0, '도로변', 35.183835527, 128.068491129),
                                                                                   ('경상남도 진주시 진양호로 317', 63.0, 53.0, '도로변', 35.181516984, 128.066064498);
